commands_templates/DeleteCertificationPath0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/advancedsecurity/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DeleteCertificationPath>
         <!--type: CertificationPathID-->
         <wsdl:CertificationPathID>?</wsdl:CertificationPathID>
      </wsdl:DeleteCertificationPath>
   </soap:Body>
</soap:Envelope>